---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportSymbolBaseLevelInvalid
source: html/87a7be79-852d-6ac8-208d-e90fe98a9086.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportSymbolBaseLevelInvalid Property

## Syntax (C#)
```csharp
public static FailureDefinitionId ImportSymbolBaseLevelInvalid { get; }
```